Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: You are relentless
cs: Jste neoblomní
da: Du er ubarmhjertig
de: Du bist unerbittlich
es: eres implacable
et: Oled järeleandmatu
fi: Olet säälimätön
fr: Tu es implacable
hr: Neumoljivi ste
hu: Kérlelhetetlen vagy
it: Sei instancabile
lv: Tu nepadodies
nb: Du er nådeløs
nl: Je bent meedogenloos
pl: Jesteś nieustępliwy
pt_br: Você é implacável
ro: Nu te lași
sk: Si neoblomný
sl: Neizprosni ste
sv: Du är obeveklig
uk: Ти невпинний

source: You are showing up
cs: Zobrazuješ se
da: Du møder op
de: Du tauchst auf
es: Estás apareciendo
et: Sa teed ära
fi: Pidät kiinni tavastasi
fr: Vous vous présentez
hr: Pojavljujete se
hu: Megjelenik
it: Ci stai tornando
lv: Tu turpini
nb: Du møter opp
nl: Je houdt vol
pl: Robisz swoje
pt_br: Você está cumprindo
ro: Continui să revii
sk: Držíš sa toho
sl: Vztrajaš
sv: Du håller i
uk: Ти з'являється

source: You are writing the whole story
cs: Píšeš celý příběh
da: Du skriver hele historien
de: Du schreibst die ganze Geschichte
es: Estás escribiendo toda la historia.
et: Kirjutate kogu loo
fi: Kirjoitat koko tarinan
fr: Vous écrivez toute l'histoire
hr: Vi pišete cijelu priču
hu: Te írod az egész történetet
it: Stai scrivendo l'intera storia
lv: Tu raksti visu stāstu
nb: Du skriver hele historien
nl: Jij schrijft het hele verhaal
pl: Piszesz całą historię
pt_br: Você está escrevendo a história inteira
ro: Scrii întreaga poveste
sk: Píšeš celý príbeh
sl: Pišeš celotno zgodbo
sv: Du skriver hela historien
uk: Ви пишете всю історію

source: You chose who you’re becoming.
cs: Máš vybráno, kým se stáváš.
da: Du valgte, hvem du er ved at blive.
de: Du hast gewählt, wer du werden willst.
es: Has elegido en quién te estás convirtiendo.
et: Sa valisid, kelleks sa kasvad.
fi: Valitsit, millaiseksi ihmiseksi olet tulossa.
fr: Tu as choisi qui tu veux devenir.
hr: Odabrao si tko postaješ.
hu: Kiválasztottad, milyen emberré válsz.
it: Hai scelto chi vuoi diventare.
lv: Tu izvēlējies, par ko kļūsti.
nb: Du valgte hvem du vil bli.
nl: Je hebt gekozen wie je aan het worden bent.
pl: Wybrałeś, kim się stajesz.
pt_br: Você escolheu quem quer se tornar.
ro: Ai ales cine devii.
sk: Vybral si si, kým sa stávaš.
sl: Izbral si, kdo postajaš.
sv: Du valde vem du vill bli.
uk: Ти обрав(-ла), ким стаєш.

source: You did it last week, you can do it this week! 💚
cs: Dokázali jste to minulý týden, můžete to udělat tento týden! 💚
da: Du gjorde det i sidste uge, du kan gøre det i denne uge! 💚
de: Du hast es letzte Woche geschafft. Diese Woche schaffst du es wieder 💚
es: ¡Lo hiciste la semana pasada, puedes hacerlo esta semana! 💚
et: Sa tegid seda eelmisel nädalal, saate seda teha ka sel nädalal! 💚
fi: Teit sen viime viikolla, voit tehdä sen tällä viikolla! 💚
fr: Vous l'avez fait la semaine dernière, vous pouvez le faire cette semaine! 💚
hr: Uspjelo ti je prošli tjedan. Možeš i ovaj tjedan! 💚
hu: Múlt héten megcsináltad, ezen a héten megteheted! 💚
it: Lo hai fatto la scorsa settimana, puoi farlo questa settimana! 💚
lv: Tu to izdarīji pagājušonedēļ, vari arī šonedēļ! 💚
nb: Du gjorde det forrige uke, du kan gjøre det denne uken! 💚
nl: Je deed het vorige week, je kunt het deze week doen! 💚
pl: Zrobiłeś to w zeszłym tygodniu, możesz to zrobić w tym tygodniu! 💚
pt_br: Você fez isso na semana passada, você pode fazer isso esta semana! 💚
ro: Ai făcut-o săptămâna trecută, poți și săptămâna asta! 💚
sk: Zvládol si to minulý týždeň. Zvládneš to aj tento. 💚
sl: Prejšnji teden vam je uspelo, ta teden lahko! 💚
sv: Du gjorde det förra veckan, du kan göra det den här veckan! 💚
uk: Ви зробили це минулого тижня, ви можете зробити це цього тижня! 💚

source: You did it yesterday, you can do it today! 💚
cs: Dokázal jsi to včera, dokážeš to i dnes! 💚
da: Du gjorde det i går, du kan gøre det i dag! 💚
de: Du hast es gestern geschafft. Heute schaffst du es wieder 💚
es: ¡Lo hiciste ayer, puedes hacerlo hoy! 💚
et: Sa tegid seda eile, sa saad seda teha täna! 💚
fi: Teit sen eilen, voit tehdä sen tänään! 💚
fr: Vous l'avez fait hier, vous pouvez le faire aujourd'hui! 💚
hr: Uspjelo ti je jučer. Možeš i danas! 💚
hu: Tegnap megcsináltad, ma megteheted! 💚
it: L'hai fatto ieri, puoi farlo anche oggi! 💚
lv: Tu to izdarīji vakar, vari arī šodien! 💚
nb: Du gjorde det i går, du kan gjøre det i dag! 💚
nl: Je deed het gisteren, je kunt het vandaag doen! 💚
pl: Zrobiłeś to wczoraj, możesz to zrobić dzisiaj! 💚
pt_br: Você fez isso ontem, você pode fazer isso hoje! 💚
ro: Ai făcut-o ieri, poți și azi! 💚
sk: Zvládol si to včera. Zvládneš to aj dnes. 💚
sl: Včeraj si uspel, danes lahko! 💚
sv: Du gjorde det igår, du kan göra det idag! 💚
uk: Учора вийшло, вийде й сьогодні! 💚

source: You keep coming back
cs: Pořád se vracíš
da: Du bliver ved med at komme tilbage
de: Du kommst immer wieder zurück
es: Sigues regresando
et: Sa tuled pidevalt tagasi
fi: Palaat jatkuvasti
fr: Tu reviens sans cesse
hr: Stalno se vraćaš
hu: Folyamatosan visszatérsz
it: Continui a tornare
lv: Tu turpini atgriezties
nb: Du kommer stadig tilbake
nl: Je blijft terugkomen
pl: Ciągle wracasz
pt_br: Você continua voltando
ro: Continui să revii
sk: Stále sa vraciaš
sl: Vedno znova se vračaš
sv: Du kommer hela tiden tillbaka
uk: Ти постійно повертаєшся

source: You keep stacking good days
cs: Skládáš dobré dny za sebe
da: Du bliver ved med at samle gode dage
de: Du hast weiterhin gute Tage
es: Sigues acumulando buenos días.
et: Kogute häid päevi
fi: Keräät jatkuvasti hyviä päiviä
fr: Tu continues à accumuler les bons jours
hr: Nastavljate slagati dobre dane
hu: Egyre gyűjtöd a jó napokat
it: Continui ad accumulare buoni giorni
lv: Tu krāj labas dienas
nb: Du fortsetter å stable gode dager
nl: Je blijft goede dagen stapelen
pl: Dokładasz kolejne dobre dni
pt_br: Você continua acumulando bons dias
ro: Continui să aduni zile bune
sk: Stále pridávaš dobré dni
sl: Še naprej nabiraš dobre dni
sv: Du fortsätter att stapla bra dagar

source: You showed up
cs: Ty ses ukázal
da: Du mødte op
de: Du bist aufgetaucht
es: Cumpliste
et: Sa ilmusid
fi: Pidit lupauksesi
fr: Tu es apparu
hr: Odradio si svoje
hu: Megcsináltad
it: Ci sei stato
lv: Tu izdarīji savu daļu
nb: Du dukket opp
nl: Je hebt het gedaan
pl: Zrobiłeś swoje
pt_br: Você cumpriu
ro: Ai făcut-o
sk: Dodržal si to
sl: Pojavil si se
sv: Du gjorde det
uk: Ти прийшов

source: You're at %@ this week! Keep pushing 💪
cs: Tento týden jste na %@! Tlačte dál 💪
da: Du er på %@ i denne uge! Fortsæt med at presse 💪
de: Du bist diese Woche bei %@. Bleib dran 💪
es: ¡Estás en %@ esta semana! Sigue empujando 💪
et: Olete sel nädalal %@! Jätka surumist 💪
fi: Tällä viikolla: %@. Jatka samaan malliin 💪
fr: Vous êtes à %@ cette semaine! Continuez à pousser 💪
hr: Ovaj tjedan si na %@! Nastavi 💪
hu: Ezen a héten itt vagy:%@! Nyomd tovább 💪
it: Sei al %@ questa settimana! Continua a spingere 💪
lv: Šonedēļ esi pie %@! Turpini 💪
nb: Du er på %@ denne uken. Fortsett 💪
nl: Je bent deze week op %@! Blijf aandringen 💪
pl: W tym tygodniu jesteś w %@! Naciskaj dalej 💪
pt_br: Você chegou a %@ esta semana! Continue 💪
ro: Ai ajuns la %@ săptămâna asta! Continuă 💪
sk: Tento týždeň si na %@. Pokračuj 💪
sl: Ta teden si pri %@. Nadaljuj 💪
sv: Du är på %@ den här veckan! Fortsätt trycka på 💪
uk: Цього тижня вже %@! Продовжуй 💪

source: You're at %@ today! Keep pushing 💪
cs: Dnes jste na %@! Tlačte dál 💪
da: Du er på %@ i dag! Fortsæt med at presse 💪
de: Du bist heute bei %@. Bleib dran 💪
es: ¡Estás en %@ hoy! Sigue empujando 💪
et: Olete täna %@! Jätka surumist 💪
fi: Tänään: %@. Jatka samaan malliin 💪
fr: Vous êtes à %@ aujourd'hui! Continuez à pousser 💪
hr: Danas si na %@! Nastavi 💪
hu: Ma itt vagy:%@! Nyomd tovább 💪
it: Sei a %@ oggi! Continua a spingere 💪
lv: Šodien esi pie %@! Turpini 💪
nb: Du er på %@ i dag. Fortsett 💪
nl: Je bent vandaag op %@! Blijf aandringen 💪
pl: Jesteś dziś w %@! Naciskaj dalej 💪
pt_br: Você chegou a %@ hoje! Continue 💪
ro: Ai ajuns la %@ azi! Continuă 💪
sk: Dnes si na %@. Pokračuj 💪
sl: Danes si pri %@. Nadaljuj 💪
sv: Du är på %@ idag! Fortsätt trycka på 💪
uk: Ви сьогодні на%@! Продовжуйте натискати 💪

source: You’ve just started your year.
cs: Tvůj rok právě začal.
da: Du har lige startet dit år.
de: Du hast gerade dein Jahr begonnen.
es: Acabas de empezar tu año.
et: Sa just alustasid oma aastat.
fi: Olet juuri aloittanut vuotesi.
fr: Tu viens de commencer ton année.
hr: Upravo si započeo svoju godinu.
hu: Most indítottad el az évedet.
it: Hai appena iniziato il tuo anno.
lv: Tu tikko sāki savu gadu.
nb: Du har nettopp startet året ditt.
nl: Je bent net aan je jaar begonnen.
pl: Właśnie zacząłeś swój rok.
pt_br: Você acabou de começar seu ano.
ro: Tocmai ți-ai început anul.
sk: Práve si začal svoj rok.
sl: Pravkar si začel svoje leto.
sv: Du har precis startat ditt år.
uk: Ти щойно почав(-ла) свій рік.

source: your
cs: vaše
da: dine
de: dein
es: su
et: sinu
fi: sinun
fr: ton
hr: tvoje
hu: a te
it: tuo
lv: tavs
nb: din
nl: jouw
pl: twój
pt_br: seu
ro: tău
sk: tvoj
sl: tvoje
sv: din
uk: твої

source: Your 365
cs: Tvých 365
da: Din 365
de: Dein 365
es: Tu 365
et: Sinu 365
fi: Oma 365
fr: Ton 365
hr: Tvojih 365
hu: Saját 365
it: Il tuo 365
nb: Din 365
nl: Jouw 365
pl: Twoje 365
pt_br: Seu 365
sk: Tvojich 365
sl: Tvojih 365

source: Your 365 is available for daily calendars only.
cs: Tvých 365 je dostupné jen pro denní kalendáře.
da: Din 365 er kun tilgængelig for daglige kalendere.
de: Dein 365 ist nur für tägliche Kalender verfügbar.
es: Tu 365 está disponible solo para calendarios diarios.
et: „Sinu 365” on saadaval ainult igapäevastele kalendritele.
fi: 365 on saatavilla vain päivittäisiin kalentereihin.
fr: Ton 365 est disponible uniquement pour les calendriers quotidiens.
hr: Tvojih 365 dostupno je samo za dnevne kalendare.
hu: A Saját 365 csak napi naptáraknál érhető el.
it: Il tuo 365 è disponibile solo per i calendari giornalieri.
lv: Your 365 ir pieejams tikai ikdienas kalendāriem.
nb: Din 365 er bare tilgjengelig for daglige kalendere.
nl: Uw 365 is alleen beschikbaar voor dagelijkse agenda's.
pl: Twoja 365 jest dostępna tylko w przypadku kalendarzy dziennych.
pt_br: O Seu 365 só está disponível para calendários diários.
ro: Your 365 este disponibil doar pentru calendare zilnice.
sk: Tvojich 365 je dostupné iba pre denné kalendáre.
sl: Tvojih 365 je na voljo samo za dnevne koledarje.
sv: Your 365 finns bara för dagliga kalendrar.
uk: Твій 365 доступний лише для щоденних календарів.

source: Your 365 starts each daily habit from the day you began. Calendar Year shows January to December progress.
cs: Tvých 365 počítá každý denní návyk od prvního dne. Kalendářní rok ukazuje pokrok od ledna do prosince.
da: Din 365 starter hver daglig vane den dag, du begyndte. Kalenderår viser fremgang fra januar til december.
de: Dein 365 startet jede tägliche Gewohnheit an dem Tag, an dem du begonnen hast. Kalenderjahr zeigt deinen Fortschritt von Januar bis Dezember.
es: Tu 365 comienza cada hábito diario desde el día en que empezaste. El año calendario muestra el progreso de enero a diciembre.
et: „Sinu 365” alustab iga igapäevast harjumust päevast, mil alustasid. Kalendriaasta näitab edenemist jaanuarist detsembrini.
fi: 365 aloittaa jokaisen päivittäisen tottumuksen aloituspäivästä lähtien. Kalenterivuosi näyttää edistymisen tammi-joulukuussa.
fr: Ton 365 démarre chaque habitude quotidienne le jour où tu as commencé. L’année civile affiche les progrès de janvier à décembre.
hr: Tvojih 365 svaku dnevnu naviku počinje od dana kad si krenuo. Kalendarska godina prikazuje napredak od siječnja do prosinca.
hu: A Saját 365 minden napi szokást attól a naptól indít, amikor elkezdted. A naptári év januártól decemberig mutatja a haladást.
it: Il tuo 365 fa partire ogni abitudine quotidiana dal giorno in cui hai cominciato. Anno solare mostra i progressi da gennaio a dicembre.
lv: Your 365 sāk katru ikdienas ieradumu no dienas, kad sāki. Kalendāra gads rāda progresu no janvāra līdz decembrim.
nb: Din 365 starter hver daglige vane fra dagen du begynte. Kalenderår viser fremgang fra januar til desember.
nl: Je 365 start elke dagelijkse gewoonte vanaf de dag waarop je ermee begon. Kalenderjaar toont de voortgang van januari tot en met december.
pl: Twoje 365 rozpoczyna każdy codzienny nawyk od dnia, w którym zacząłeś. Rok kalendarzowy pokazuje postęp od stycznia do grudnia.
pt_br: O Seu 365 começa cada hábito diário no dia em que você começou. Ano civil mostra o progresso de janeiro a dezembro.
ro: Your 365 începe fiecare obicei zilnic din ziua în care ai început. Anul calendaristic arată progresul din ianuarie până în decembrie.
sk: Tvojich 365 počíta každý denný zvyk odo dňa, keď si začal. Kalendárny rok ukazuje pokrok od januára do decembra.
sl: Tvojih 365 začne vsako dnevno navado na dan, ko začneš. Koledarsko leto pokaže napredek od januarja do decembra.
sv: Your 365 startar varje daglig vana från dagen du började. Kalenderår visar framsteg från januari till december.
uk: Ваші 365 починають кожну щоденну звичку з дня, коли ви почали. Календарний рік показує прогрес із січня по грудень.

source: Your 365 starts from your habit start date. Add past completed days if you already have progress.
cs: Tvých 365 začíná dnem, kdy návyk začal. Pokud už máš pokrok, přidej hotové minulé dny.
da: Din 365 starter på vanens startdato. Tilføj tidligere fuldførte dage, hvis du allerede er i gang.
de: Dein 365 beginnt mit dem Startdatum deiner Gewohnheit. Füge vergangene erledigte Tage hinzu, wenn du schon Fortschritt hast.
es: Tu 365 empieza en la fecha de inicio de tu hábito. Agrega los días anteriores completados si ya tienes progreso.
et: „Sinu 365” algab harjumuse alguskuupäevast. Lisa varasemad tehtud päevad, kui sul on juba edusamme.
fi: 365 alkaa tapasi alkamispäivästä. Lisää menneet täytetyt päivät, jos edistyminen on jo tapahtunut.
fr: Ton 365 commence à la date de début de ton habitude. Ajoute les jours déjà faits si tu as commencé avant.
hr: Tvojih 365 počinje od datuma kada je navika krenula. Dodaj prošle odrađene dane ako već imaš napredak.
hu: A Saját 365 a szokás kezdőnapjától indul. Add hozzá a korábban teljesített napokat, ha már van előrehaladásod.
it: Il tuo 365 parte dalla data di inizio dell'abitudine. Aggiungi i giorni già completati se hai già dei progressi.
lv: Your 365 sākas no ieraduma sākuma datuma. Pievieno iepriekš pabeigtās dienas, ja tev jau ir progress.
nb: Din 365 starter på datoen vanen begynte. Legg til tidligere fullførte dager hvis du allerede er i gang.
nl: Je 365 begint op de startdatum van je gewoonte. Voeg eerdere voltooide dagen toe als je al voortgang hebt.
pl: Twoje 365 zaczyna się od daty rozpoczęcia Twojego nawyku. Dodaj ukończone dni, jeśli masz już postęp.
pt_br: O Seu 365 começa na data inicial do hábito. Adicione dias já cumpridos se você já tiver progresso.
ro: Your 365 începe de la data la care ai început obiceiul. Adaugă zilele deja făcute dacă ai progres din urmă.
sk: Tvojich 365 sa začína dňom, keď si so zvykom začal. Ak už máš pokrok, doplň minulé splnené dni.
sl: Tvojih 365 se začne na dan začetka navade. Če že imaš napredek, dodaj opravljene pretekle dni.
sv: Your 365 börjar på vanans startdatum. Lägg till tidigare genomförda dagar om du redan har kommit igång.
uk: Твій 365 починається з дати старту звички. Додай минулі завершені дні, якщо вже маєш прогрес.

source: your current %@ streak is at risk
cs: tvoje aktuální série %@ je v ohrožení
da: din nuværende %@ streak er i fare
de: deine aktuelle %@-Serie ist gefährdet
es: tu racha actual de %@ está en riesgo
et: sinu praegune %@ jada on ohus
fi: nykyinen %@-putkisi on vaarassa
fr: votre séquence %@ actuelle est en danger
hr: tvoj trenutačni %@ niz je u opasnosti
hu: a jelenlegi %@ sorozatod veszélyben van
it: la tua attuale serie di %@ è a rischio
lv: tava pašreizējā %@ sērija ir apdraudēta
nb: din nåværende %@-rekke er i fare
nl: uw huidige %@-reeks loopt gevaar
pl: Twoja aktualna seria %@ jest zagrożona
pt_br: sua sequência atual de %@ está em risco
ro: seria ta actuală de %@ este în pericol
sk: tvoja aktuálna séria %@ je v ohrození
sl: tvoj trenutni niz %@ je ogrožen
sv: din nuvarande %@-svit är i riskzonen
uk: ваша поточна серія %@ під загрозою

source: your current %@ streak is:
cs: tvoje aktuální série %@ je:
da: din nuværende %@ streak er:
de: deine aktuelle %@-Serie ist:
es: tu racha actual de %@ es:
et: sinu praegune %@ jada:
fi: nykyinen %@-putkisi on:
fr: votre séquence %@ actuelle est :
hr: tvoj trenutačni %@ niz je:
hu: a jelenlegi %@ sorozatod:
it: la tua serie attuale di %@ è:
lv: tava pašreizējā %@ sērija:
nb: din nåværende %@-rekke er:
nl: je huidige %@-reeks is:
pl: Twoja aktualna seria %@:
pt_br: sua sequência %@ atual é:
ro: seria ta actuală de %@ este:
sk: tvoja aktuálna séria %@ je:
sl: tvoj trenutni niz %@ je:
sv: din nuvarande %@-svit är:
uk: ваша поточна серія %@:

source: Your days shape your life.
cs: Tvoje dny utvářejí tvůj život.
da: Dine dage former dit liv.
de: Deine Tage formen dein Leben.
es: Tus días dan forma a tu vida.
et: Sinu päevad kujundavad sinu elu.
fi: Päiväsi muokkaavat elämääsi.
fr: Vos journées façonnent votre vie.
hr: Tvoji dani oblikuju tvoj život.
hu: A napjaid alakítják az életedet.
it: Le tue giornate plasmano la tua vita.
lv: Tavas dienas veido tavu dzīvi.
nb: Dagene dine former livet ditt.
nl: Je dagen vormen je leven.
pl: Twoje dni kształtują Twoje życie.
pt_br: Seus dias moldam sua vida.
ro: Zilele tale îți modelează viața.
sk: Tvoje dni formujú tvoj život.
sl: Tvoji dnevi oblikujejo tvoje življenje.
sv: Dina dagar formar ditt liv.
uk: Твої дні формують твоє життя.

source: Your first dot is waiting.
cs: Tvoje první tečka čeká.
da: Din første prik venter.
de: Dein erster Punkt wartet.
es: Tu primer punto te espera.
et: Sinu esimene täpp ootab.
fi: Ensimmäinen pisteesi odottaa.
fr: Ton premier point t’attend.
hr: Tvoja prva točka čeka.
hu: Az első pontod már vár.
it: Il tuo primo punto ti aspetta.
lv: Tavs pirmais punkts gaida.
nb: Den første prikken din venter.
nl: Je eerste stip wacht.
pl: Twoja pierwsza kropka czeka.
pt_br: Seu primeiro ponto está esperando.
ro: Primul tău punct te așteaptă.
sk: Tvoja prvá bodka čaká.
sl: Tvoja prva pika čaka.
sv: Din första prick väntar.
uk: Твоя перша точка чекає.

source: Your first habit is set.
cs: První návyk je nastavený.
da: Din første vane er klar.
de: Deine erste Gewohnheit ist angelegt.
es: Tu primer hábito ya está creado.
et: Sinu esimene harjumus on paigas.
fi: Ensimmäinen tapasi on asetettu.
fr: Ta première habitude est prête.
hr: Tvoja prva navika je postavljena.
hu: Az első szokásod be van állítva.
it: La tua prima abitudine è pronta.
lv: Tavs pirmais ieradums ir gatavs.
nb: Den første vanen din er klar.
nl: Je eerste gewoonte staat klaar.
pl: Twój pierwszy nawyk jest gotowy.
pt_br: Seu primeiro hábito está configurado.
ro: Primul tău obicei e setat.
sk: Tvoj prvý zvyk je nastavený.
sl: Tvoja prva navada je pripravljena.
sv: Din första vana är klar.
uk: Твою першу звичку налаштовано.

source: Your Requests
cs: Vaše požadavky
da: Dine anmodninger
de: Deine Anfragen
es: Sus solicitudes
et: Sinu taotlused
fi: Sinun pyyntösi
fr: Vos demandes
hr: Vaši zahtjevi
hu: Kéréseid
it: La tua Richieste
lv: Tavi pieprasījumi
nb: Dine forespørsler
nl: Uw verzoeken
pl: Twoje prośby
pt_br: Seus pedidos
ro: Cererile tale
sk: Vaše požiadavky
sl: Tvoje zahteve
sv: Dina önskemål
uk: Твої запити

source: Your suggestions and ideas are what shape it.
cs: Vaše návrhy a nápady jsou tím, co jej utváří.
da: Det er dine forslag og ideer, der former det.
de: Deine Vorschläge und Ideen formen Yearlit.
es: Tus sugerencias e ideas son las que le dan forma.
et: Sinu ettepanekud ja ideed kujundavad Yearlitit.
fi: Ehdotuksesi ja ideasi muokkaavat sitä.
fr: Vos suggestions et idées sont ce qui le façonne.
hr: Tvoji prijedlozi i ideje ga oblikuju.
hu: A javaslataid és ötleteid formálják.
it: Sono i tuoi suggerimenti e le tue idee a plasmarlo.
lv: Tavi ieteikumi un idejas to veido.
nb: Forslagene og ideene dine er med på å forme den.
nl: Jouw suggesties en ideeën geven er vorm aan.
pl: Twoje sugestie i pomysły nadają mu kształt.
pt_br: Suas sugestões e ideias ajudam a moldar o app.
ro: Sugestiile și ideile tale îl modelează.
sk: Tvoje návrhy a nápady ho formujú.
sl: Tvoji predlogi in ideje ga oblikujejo.
sv: Det är dina förslag och idéer som formar det.
uk: Саме твої пропозиції та ідеї його формують.

source: Your upgrade helps me keep building Yearlit.
cs: Tvoje předplatné mi pomáhá Yearlit dál rozvíjet.
da: Din opgradering hjælper mig med at bygge videre på Yearlit.
de: Dein Upgrade hilft mir, Yearlit weiterzubauen.
es: Pasarte a Pro me ayuda a seguir construyendo Yearlit.
et: Sinu Pro aitab mul Yearlitit edasi ehitada.
fi: Päivityksesi auttaa minua jatkamaan Yearlitin rakentamista.
fr: Ton passage à Pro m’aide à continuer de construire Yearlit.
hr: Tvoja nadogradnja pomaže mi da nastavim graditi Yearlit.
hu: Az előfizetésed segít tovább építenem a Yearlitet.
it: Il tuo abbonamento mi aiuta a continuare a costruire Yearlit.
lv: Tavs jauninājums palīdz man turpināt būvēt Yearlit.
nb: Oppgraderingen din hjelper meg å bygge videre på Yearlit.
nl: Dankzij jouw upgrade kan ik Yearlit blijven bouwen.
pl: Twój upgrade pomaga mi dalej rozwijać Yearlit.
pt_br: Seu upgrade me ajuda a continuar criando o Yearlit.
ro: Upgrade-ul tău mă ajută să continui să construiesc Yearlit.
sk: Tvoj upgrade mi pomáha ďalej budovať Yearlit.
sl: Tvoja nadgradnja mi pomaga še naprej graditi Yearlit.
sv: Din uppgradering hjälper mig att fortsätta bygga Yearlit.
uk: Твій апгрейд допомагає мені будувати Yearlit далі.

source: Your Year
cs: Váš rok
da: Dit år
de: Dein Jahr
es: tu año
et: Sinu aasta
fi: Sinun vuosisi
fr: Votre année
hr: Vaša godina
hu: Az éved
it: Il tuo anno
lv: Tavs gads
nb: Ditt år
nl: Jouw jaar
pl: Twój rok
pt_br: Seu ano
ro: Anul tău
sk: Váš rok
sl: Tvoje leto
sv: Ditt år
uk: Ваш рік

source: Your year isn’t over
cs: Váš rok nekončí
da: Dit år er ikke slut
de: Dein Jahr ist noch nicht vorbei
es: Tu año no ha terminado
et: Sinu aasta pole läbi
fi: Sinun vuotesi ei ole ohi
fr: Ton année n'est pas finie
hr: Vaša godina nije gotova
hu: Az éved még nem ért véget
it: Il tuo anno non è finito
lv: Tavs gads nav beidzies
nb: Året ditt er ikke over
nl: Je jaar is nog niet voorbij
pl: Twój rok się jeszcze nie skończył
pt_br: Seu ano não acabou
ro: Anul tău nu s-a terminat
sk: Váš rok sa neskončil
sl: Tvojega leta še ni konec
sv: Ditt år är inte över
uk: Ваш рік не закінчився

source: Your year starts the day you do.
cs: Tvůj rok začíná dnem, kdy začneš.
da: Dit år starter den dag, du starter.
de: Dein Jahr beginnt an dem Tag, an dem du anfängst.
es: Tu año empieza el día que tú empiezas.
et: Sinu aasta algab päeval, mil sina alustad.
fi: Vuotesi alkaa sinä päivänä, kun aloitat.
fr: Ton année commence le jour où tu commences.
hr: Tvoja godina počinje onog dana kad ti počneš.
hu: Az éved azon a napon kezdődik, amikor te elkezded.
it: Il tuo anno inizia il giorno in cui inizi tu.
lv: Tavs gads sākas dienā, kad sāc tu.
nb: Året ditt starter den dagen du starter.
nl: Je jaar begint op de dag dat jij begint.
pl: Twój rok zaczyna się w dniu, w którym zaczynasz działać.
pt_br: Seu ano começa no dia em que você começa.
ro: Anul tău începe în ziua în care începi tu.
sk: Tvoj rok sa začne v deň, keď začneš ty.
sl: Tvoje leto se začne na dan, ko začneš ti.
sv: Ditt år börjar den dag du börjar.
uk: Твій рік починається в день, коли починаєш ти.
